// 0 - ua, 1 - ru, 2 - en

export default [
  {
    about1:
      "Цей ресурс розроблений, щоб ви мали змогу розрахувати свої стратегічні запаси туалетного паперу на період карантину. Верхній блок сторінки відображає поточний результат. Скористайтеся слайдерами нижче, щоб налаштувати свої параметри. Результат є приблизним і залежить від особливостей кожного виробника паперу. Результат не враховує різні параметри для окремого члена сім'ї.",
    about2:
      'Автор проекту - Рома Гнатюк. Якщо є запитання чи пропозиції - напишіть мені у соціальних мережах за посиланнями нижче.',
    donation1:
      'Не кожен має змогу потрапити до магазину і запастися туалетним папером та гречкою. Не будьте егоїстичними.',
    donation2: 'Дякую за Вашу турботу!',
    header1: 'Скільки потрібно туалетного паперу на час карантину?',
    header2:
      'Онлайн калькулятор, щоб розрахувати стратегічні запаси туалетного паперу на період пандемії',
    header3: 'Ви протримаєтесь',
    header4: 'або',
    header5: 'карантину',
    day1: 'день',
    day2: 'дні',
    day3: 'днів',
    moz1:
      'COVID-19 - це нова хвороба, яка може вразити ваші легені та дихальні шляхи. Його викликає вірус під назвою коронавірус. Залишайтеся вдома!',
    moz2:
      'Скористайтеся посиланнями нижче, щоб отримати корисну інформацію щодо засобів захисту, дотримання умов безпеки під час карантину, та стану боротьби із COVID-19 наразі в Україні і світі.',
    social1:
      'Онлайн калькулятор, щоб розрахувати стратегічні запаси туалетного паперу на період пандемії'
  },
  {
    about1:
      'Этот ресурс разработан, чтобы вы могли рассчитать свои стратегические запасы туалетной бумаги в период карантина. Верхний блок страницы отображает текущий результат. Воспользуйтесь слайдерами ниже, чтобы настроить свои параметры. Результат является приблизительным и зависит от особенностей каждого производителя бумаги. Так же, не учитывает отдельные параметры для каждого члена семьи.',
    about2:
      'Автор проекта - Рома Гнатюк. Если у вас есть вопросы или предложения - напишите мне в социальных сетях по ссылкам ниже.',
    donation1:
      'Не каждого есть возможность попасть в магазин и запастись туалетной бумагой и гречкой. Не будьте эгоистичными.',
    donation2: 'Спасибо за Вашу заботу!'
  },
  {
    about1:
      'This resource is designed so that you can calculate your strategic toilet paper supplies during the quarantine period. The top block of the page displays the current result. Use the sliders below to customize your settings. The result is approximate and depends on the characteristics of each paper manufacturer. Also, it does not take into account the individual parameters for each family member.',
    about2:
      'The author of the project is Roma Gnatyuk. If you have questions or suggestions - write to me on social networks using the links below.',
    donation1:
      "Not everyone is able to get to a store and stock up on toilet roll. Don't be selfish.",
    donation2: 'Thank you for your concern!'
  }
];
